"LANGUAGEID"="fd3e31cac88f5e7d25b195a1b63806481a049f23";
"ENABLED" = "Abilitato";
"RECORDING_SETTINGS" = "Opzioni di registrazione";

"RECORD_CALLS" = "Registra chiamate";

"ALL_CALLS" = "Tutte le chiamate";
"ONLY_INCOMING_CALLS" = "Solo in entrata";
"ONLY_OUTGOING_CALLS" = "Solo in uscita";
"MANUALLY" = "Manualmente";

"PLAY_BEEP_SOUND" = "Riproduci un beep";

"BUY_CALL_RECORDER" = "Acquista Call Recorder";
"CONTINUE_TRIAL" = "Continua il periodo di prova";
"FETCH_LICENSE" = "Ottieni licenza";
"NO_LICENSE_FOUND" = "Nessuna licenza trovata";
"PRODUCT_ACTIVATED" = "Prodotto attivato";
"THANK_YOU"= "Grazie!";


"BEEP_SOUND_WARNING" = "Riprodurre un beep ad intervalli regolari è un modo per segnalare al nostro interlocutore che stiamo registrando la conversazione. Disabilitando quest'opzione, senza avere il consenso di registrare la conversazione dal nostro interlocutore e senza notificare allo stesso che la conversazione telefonica è in corso di registrazione, si potrebbero violare le leggi di alcuni paesi";
"DISABLE_BEEP" = "Disabilita beep";
"CANCEL" = "Annulla";

"TERMS_AND_CONDITIONS" = 	"Attenzione! Secondo la normativa vigente nel paese dello sviluppatore (Codice Penale greco - Articolo 370A) : Chiunque registri una conversazione telefonica altrui SENZA l'altrui consenso, può essere punito con una pena che va da uno a dieci anni di reclusione. La stessa pena è applicata se la registrazione riguarda una propria conversazione telefonica che avviene SENZA il consenso dell'altra parte. In aggiunta, chiunque usi le informazioni ottenute con i modi sopra indicati (o il dispositivo su cui è registrata la conversazione), può essere punito con una pena che va da uno a dieci anni di reclusione. La legge varia a seconda dello Stato di appartenenza. Alcuni paesi, invece, richiedono che basti il consenso di una sola delle parti interessate alla conversazione. Dovresti controllare le leggi del tuo stato e del codice penale per assicurarti che utilizzando quest'applicazione tu non stia infrangendo la legge. Comprando ed utilizzando quest'applicazione, si accetta e si acconsente con quanto sopra e si acconsente che lo sviluppatore e il venditore di quest'applicazione non abbiano responsabilità alcuna se con l'utilizzo di suddetta applicazione si violasse la legge.";

"FOR_MORE_INFORMATION_READ_LEGAL_SECTION" = "Per ulteriori informazioni, consulta la sezione Legale nelle opzioni";


"I_AGREE" = "Accetto";
"I_DISAGREE" = "Non accetto";

"DATABASE_TOOLS" = "Strumenti per il Database";

"REPAIR_DATABASE" = "Ripara Database";
"DATABASE_REPAIRED" = "Database Riparato";

"DELETE_DATABASE" = "Cancella Database";
"DELETE_DB_WARNING" = "Attenzione: Questo cancellerà tutte le registrazioni!";

"TRANSLATION_CREDITS"="Crediti per la traduzioni";

"LANGUAGE" = "Italiano";
"LANGUAGE_IN_ENGLISH" = "Italian";

"TRANSLATOR" = "Giovanni Longo";

